
#+REVEAL_ROOT: https://cdn.jsdelivr.net/npm/reveal.js@3.8.0
#+TITLE: Test
*** Snippets for source code
- "<s"
#+BEGIN_SRC python :results output b
for item in range(22):
    print(item)
#+END_SRC

#+RESULTS:
#+begin_example
0
1
2
3
4
5
6
7
8
9
10
11
12
13
14
15
16
17
18
19
20
21
#+end_example

If you want to work on that code from within a dedicated buffer simple type ' (that is Sp m ').

***
